Repository: ezplatform-i18n/ezplatform-i18n-pl_PL
Catalog: ezplatform-admin-ui/content.*.xlf
Languages: pl

# content.autosave.failed.message
source: Autosave failed
pl: Autozapis nie powiódł się

# content.autosave.retry.message
source: please try to save manually.
pl: spróbuj zapisać ręcznie.

# content.autosave.turn_of.message
source: You can turn autosave off in your user settings
pl: Możesz wyłączyć autozapis w ustawieniach użytkownika

# content.details.content_id
source: Content ID: %contentId%
pl: ID treści: %contentId%

# content.details.created_by
source: Created by %name%
pl: Utworzone przez %name%

# content.details.location_id
source: Location ID: %locationId%
pl: ID lokalizacji: %locationId%

# content.details.parent_location_id
source: Parent Location ID: %locationId%
pl: ID lokalizacji nadrzędnej: %locationId%

# content.main_language_update.success
source: Main language for '%name%' updated.
pl: Zaktualizowano główny język '%name%'.

# content.view.more.label
source: More
pl: Więcej

# content_edit.autosave.message
source: <b>Autosave</b> is on.
pl: <b>Autozapis</b> jest włączony.

# content_edit.last_saved
source: Last saved draft was on %date%
pl: Data ostatnio zapisanego szkicu: %date%

# editing_details
source: <b>in</b> %language_name% <b>under</b> %location_name%
pl: <b>Język:</b> %language_name% <b>Lokalizacja:</b> %location_name%

# tooltip.exit_label
source: Exit
pl: Zamknij

# user.delete.success
source: User with login '%login%' deleted.
pl: Usunięto użytkownika o loginie "%login%".
