Repository: ezplatform-i18n/ezplatform-i18n-pl_PL
Catalog: ezplatform-admin-ui/content_type.*.xlf
Languages: pl

# content_type.action.edit
source: Edit
pl: Edytuj

# content_type.add_field_definition
source: Add field definition
pl: Dodaj definicję pola

# content_type.breadcrumb.create
source: Creating a new Content Type
pl: Tworzenie nowego typu treści

# content_type.container
source: Container
pl: Może zawierać podelementy

# content_type.content_type
source: Content Type
pl: Typ treści

# content_type.create
source: Create a Content Type
pl: Utwórz typ treści

# content_type.default_availability.help
source: Content of this Content Type will be available in the main language even if there is no translation.
pl: Treści tego Typu będą dostępne w głównym języku, nawet jeśli nie istnieją ich tłumaczenia.

# content_type.description
source: Description
pl: Opis

# content_type.field_type_selection
source: Field Type selection
pl: Wybór typu pola

# content_type.global_properties
source: Global properties
pl: Właściwości ogólne

# content_type.identifier
source: Identifier
pl: Identyfikator

# content_type.modal.message
source: Do you want to delete the Content Type?
pl: Czy chcesz usunąć ten Typ treści?

# content_type.name
source: Name
pl: Nazwa

# content_type.name_schema
source: Content name pattern
pl: Schemat tworzenia nazwy

# content_type.remove_field_definitions
source: Remove selected Field definitions
pl: Usuń wybrane definicje pola

# content_type.sort_field.ascending
source: Ascending
pl: Rosnąco

# content_type.sort_field.content_id
source: Content ID
pl: ID elementu

# content_type.sort_field.depth
source: Location depth
pl: Głębokość lokalizacji

# content_type.sort_field.descending
source: Descending
pl: Malejąco

# content_type.sort_field.location_id
source: Location ID
pl: ID lokalizacji

# content_type.sort_field.location_path
source: Location path
pl: Ścieżka lokalizacji

# content_type.sort_field.modified
source: Modification date
pl: Data modyfikacji

# content_type.sort_field.name
source: Content name
pl: Nazwa obiektu

# content_type.sort_field.priority
source: Location priority
pl: Priorytet lokalizacji

# content_type.sort_field.published
source: Publication date
pl: Data publikacji

# content_type.sort_field.section_identifier
source: Section identifier
pl: Identyfikator sekcji

# content_type.url_alias_schema
source: URL alias name pattern
pl: Schemat tworzenia nazwy aliasu URL

# content_type.user_name.can_not_be_fetched
source: another user
pl: inny użytkownik

# content_type.view.create.content_field_definitions
source: Field definitions
pl: Definicje pola

# content_type.view.create.global_properties
source: Global properties
pl: Właściwości globalne

# content_type.view.create.title
source: Creating a new Content Type
pl: Tworzenie nowego typu treści

# content_type.view.edit.content_field_definition.delete
source: Delete Field definition(s)
pl: Usuń definicje pola

# content_type.view.edit.global_properties
source: Global properties
pl: Właściwości ogólne

# content_type.view.edit.title
source: Editing Content Type '%name%'
pl: Edycja typu treści: '%name%'

# content_type.view.list.action.add
source: Create a Content Type
pl: Utwórz typ treści

# content_type.view.list.action.delete
source: Delete Content Type
pl: Usuń typ treści

# content_type.view.list.column.identifier
source: Identifier
pl: Identyfikator

# content_type.view.list.column.modification_date
source: Modification date
pl: Data modyfikacji

# content_type.view.list.column.name
source: Name
pl: Nazwa

# content_type_group.breadcrumb.add
source: Creating a new Content Type group
pl: Tworzenie nowej grupy typów treści

# content_type_group.breadcrumb.edit
source: Editing Content Type group '%identifier%'
pl: Edycja grupy typów treści '%identifier%'

# content_type_group.breadcrumb.list
source: Content Types
pl: Typy treści

# content_type_group.create.name
source: Name
pl: Nazwa

# content_type_group.create.submit
source: Create
pl: Utwórz

# content_type_group.delete.submit
source: Delete
pl: Usuń

# content_type_group.modal.message
source: Do you want to delete the Content Type group?
pl: Czy chcesz usunąć grupę typów treści?

# content_type_group.update.name
source: Name
pl: Nazwa

# content_type_group.update.submit
source: Update
pl: Aktualizuj

# content_type_group.view.list.action.add
source: Create a Content Type group
pl: Utwórz grupę typów treści

# content_type_group.view.list.action.delete
source: Delete Content Type group(s)
pl: Usuń grupy typów treści

# content_type_group.view.list.action.edit
source: Edit
pl: Edytuj

# content_type_group.view.list.column.identifier
source: Name
pl: Nazwa

# location_update_form.sort_field
source: Sort field
pl: Sortowanie według pola

# location_update_form.sort_order
source: Sort order
pl: Kolejność sortowania

# location_update_form.update
source: Update
pl: Aktualizuj

# modal.cancel
source: Cancel
pl: Anuluj

# modal.delete
source: Delete
pl: Usuń

# tab.name.translations
source: Translations
pl: Tłumaczenia

# tab.name.view
source: View
pl: Widok
