Repository: ezplatform-i18n/ezplatform-i18n-pl_PL
Catalog: ezplatform-workflow/ezplatform_workflow.*.xlf
Languages: pl

# content.review.from
source: From:
pl: Od:

# content.review.read_more
source: Read more
pl: Czytaj więcej

# content.review.ready
source: Content is ready for review
pl: Treść jest gotowa do przeglądu

source: Content review request
pl: Prośba o zatwierdzenie treści

# content_edit.component.events
source: Event(s)
pl: Wydarzenie(a)

# dashboard.block.review_queue.title
source: Review queue
pl: Kolejka przeglądu

# dashboard.pagination.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
pl: Wyświetlane <strong>%viewing%</strong> z <strong>%total%</strong> elementów

# dashboard.tab.my_drafts_under_review.empty
source: No content to review. Content item(s) you or your User group can review will show up here.
pl: Brak treści do zatwierdzenia. Treści które możesz przejrzeć Ty lub twoja grupy użytkowników pojawią się tutaj.

# dashboard.table.activity
source: Activity
pl: Aktywność

# dashboard.table.activity.edited_on_by_user
source: Edited by %creatorName% %relativeTime%
pl: Edytowane przez %creatorName% %relativeTime%

# dashboard.table.activity.edited_on_no_user
source: Edited %relativeTime%
pl: Edytowane %relativeTime%

# dashboard.table.content_type
source: Content Type
pl: Typ treści

# dashboard.table.draft.edit
source: Edit draft
pl: Edytuj szkic

# dashboard.table.draft.transition.list
source: Show history
pl: Pokaż historię

# dashboard.table.modified_language
source: Modified language
pl: Zmodyfikowany język

# dashboard.table.name
source: Name
pl: Nazwa

# location_view.tab.versions.column.workflow
source: Workflow
pl: Przepływ pracy

# location_view.tab.versions.pagination.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
pl: Wyświetlane <strong>%viewing%</strong> z <strong>%total%</strong> elementów

# matcher.content_status
source: Content status
pl: Status treści

# matcher.content_type
source: Content Type
pl: Typ treści

# matcher.none
source: None
pl: Brak

# modal.transition.list.close_label
source: Close
pl: Zamknij

# modal.transition.list.title
source: Event timeline
pl: Oś czasu wydarzeń

# tab.name.my_drafts_under_review
source: Drafts to review
pl: Szkice do sprawdzenia

# tab.versions.draft_under_edit
source: Drafts to review
pl: Szkice do sprawdzenia

# transition.list.entry.author
source: by %name%
pl: przez %name%

# transition.list.entry.author.not_found
source: Can't fetch author
pl: Nie można pobrać autora

# transition.list.entry.title
source: Stage changed to %stageNames%
pl: Etap zmieniony na %stageNames%

# widget.message
source: Message (optional):
pl: Wiadomość (niewymagane):

# widget.message.placeholder
source: Type your message...
pl: Wpisz wiadomość...

# widget.reviewer.add
source: Add a reviewer
pl: Dodaj recenzenta

# widget.reviewer.not_permitted
source: You cannot select a User who does not have permission to view/edit this Content item
pl: Nie możesz wybrać użytkownika, który nie ma uprawnień do przeglądania/edycji tego elementu

# widget.reviewer.placeholder
source: Type to search
pl: Wpisz szukaną frazę

# widget.submit
source: Send to review
pl: Wyślij do recenzji

# workflow.list.limitations
source: Limitations
pl: Ograniczenia

# workflow.list.name
source: Name
pl: Nazwa

# workflow.list.stages
source: Stages
pl: Etapy

# workflow.list.viewing
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
pl: Wyświetlane <strong>%viewing%</strong> z <strong>%total%</strong> elementów

# workflow.view.content_list.table.content_type
source: Content Type
pl: Typ treści

# workflow.view.content_list.table.name
source: Name
pl: Nazwa

# workflow.view.content_list.table.viewing_page
source: Viewing <strong>%viewing%</strong> out of <strong>%total%</strong> items
pl: Wyświetlane <strong>%viewing%</strong> z <strong>%total%</strong> elementów

# workflow.view.tab.details
source: Details
pl: Szczegóły
